export const news = [
  {
    sport: "Спортивная борьба",
    title:
      "Первенство Московской области по спортивной борьбе (вольная борьба) среди юниоров до 24 лет",
    date: "2 Апреля, 14:00",
  },
  {
    sport: "Велоспорт",
    title:
      "Рекорды Рушатся: Спортсмены Поднимают Планку Выше Во Всех Дисциплинах",
    date: "29 Марта, 17:52",
  },
  {
    sport: "Тяжелая атлетика",
    title:
      "Неоспоримые Чемпионы: Триумф Спортивных Героев Вновь Встряхивает Мир",
    date: "20 Марта, 17:22",
  },
];
