
export enum Steps {
  ChooseSport = "ChooseSport",
  ChooseSportsmen = "ChooseSportsmen",
  ChooseOrganozation = "ChooseOrganozation",
  UsersData = "UsersData",
}

export const titles = {
  [Steps.ChooseSport]: "Выберите вид спорта",
  [Steps.ChooseSportsmen]: "Выберите спортсмена",
  [Steps.ChooseOrganozation]: "Выберите спортивные организации",
  [Steps.UsersData]: "Заполните основные данные",
};

export const num = {
  [Steps.ChooseSport]: 1,
  [Steps.ChooseSportsmen]: 2,
  [Steps.ChooseOrganozation]: 3,
  [Steps.UsersData]: 4,
};

export const notes = {
  [Steps.ChooseSport]: "",
  [Steps.ChooseSportsmen]:
    "Выберите одного или нескольких спортсменов из списка предложенных.",
  [Steps.ChooseOrganozation]: "Выберите  организации из списка предложенных. ",
  [Steps.UsersData]: "",
};

export const sports = [
  "Велоспорт",
  "Гандбол",
  "Конькобежный спорт",
  "Самбо",
  "Спортивная борьба",
  "Тяжелая атлетика",
];

export const sportsmen = [
  "Александр Магомедов",
  "Алексей Магомедов",
  "Артем Еременко",
  "Александр Магомедов",
  "Алексей Магомедов",
  "Артем Еременко",
  "Александр Магомедов",
  "Алексей Магомедов",
  "Артем Еременко",
  "Александр Магомедов",
  "Алексей Магомедов",
  "Артем Еременко",
  "Александр Магомедов",
  "Алексей Магомедов",
  "Артем Еременко",
  "Александр Магомедов",
  "Алексей Магомедов",
  "Артем Еременко",
];

export const orgs = [
  {
    name: "Всероссийское физкультурно-спортивное общество «Динамо» (ВФСО «Динамо»)",
    img: "/images/100.png",
  },
  {
    name: "Ассоциация зимних олимпийских видов спорта (АЗОВС)",
    img: "/images/101.png",
  },
  {
    name: 'АНО "Столичный центр развития гандбола", МГК "ЦСКА" Москва',
    img: "/images/102.png",
  },
  {
    name: 'Пермская краевая общественная организация "Гандбольный клуб Пермские медведи"',
    img: "/images/103.png",
  },
  {
    name: "Общественная организация Ставропольский городской гандбольный клуб «Виктор»",
    img: "/images/104.png",
  },
  {
    name: 'Автономная некоммерческая организация "Гандбольный клуб "Зенит"',
    img: "/images/105.png",
  },
  {
    name: 'Автономная некоммерческая организация "Гандбольный клуб СКИФ"',
    img: "/images/106.png",
  },
  { name: 'Гандбольный союз "Ростов-Дон"', img: "/images/108.png" },
  {
    name: "Всероссийское физкультурно-спортивное общество «Динамо» (ВФСО «Динамо»)",
    img: "/images/100.png",
  },
  {
    name: "Ассоциация зимних олимпийских видов спорта (АЗОВС)",
    img: "/images/101.png",
  },
  {
    name: 'АНО "Столичный центр развития гандбола", МГК "ЦСКА" Москва',
    img: "/images/102.png",
  },
  {
    name: 'Пермская краевая общественная организация "Гандбольный клуб Пермские медведи"',
    img: "/images/103.png",
  },
  {
    name: "Общественная организация Ставропольский городской гандбольный клуб «Виктор»",
    img: "/images/104.png",
  },
  {
    name: 'Автономная некоммерческая организация "Гандбольный клуб "Зенит"',
    img: "/images/105.png",
  },
  {
    name: 'Автономная некоммерческая организация "Гандбольный клуб СКИФ"',
    img: "/images/106.png",
  },
  { name: 'Гандбольный союз "Ростов-Дон"', img: "/images/108.png" },
];
